Repository: umjinsun12/dngshin
Catalog: html/admin/modules/callrecording/i18n/*/LC_MESSAGES/callrecording.po
Languages: es_es, zh_cn

source: Add Call Recording
es_es: Agregar Grabación de Llamadas
zh_cn: 添加呼叫录音

source: Add Call Recording Instance
es_es: Agregar Instancia de Grabación de Llamadas
zh_cn: 添加呼叫录音对象

source: Applications
es_es: Aplicaciones
zh_cn: 应用

source: Call Recording
es_es: Grabación de Llamadas
zh_cn: 呼叫录音

source: Call Recording Mode
es_es: Modo Grabación de Llamadas
zh_cn: 录音模式

source: Call Recording: %s
es_es: Grabación de Llamadas: %s
zh_cn: 呼叫录音: %s

source: Call Recordings provide the ability to force a call to be recorded or not recorded based on a call flow and override all other recording settings. If a call is to be recorded, it can start immediately which will incorporate any announcements, hold music, etc. prior to being answered, or it can have recording start at the time that call is answered.
es_es: Grabaciones de llamadas proporciona la capacidad de forzar una llamada a ser grabado o no grabado con base en un flujo de la misma y anular todos los demás ajustes de grabación. Si una llamada se ha de grabar, se puede empezar de inmediato lo cual incorporará cualquier anuncio, música, etc., antes de ser contestadas, o puede tener inicio de la grabación en el momento en que llamada es contestada.
zh_cn: 对呼入DID进行录音控制或覆盖。允许对下游通话进行录音设置。将通话呼入以后，系统将对通话进行录音；否则将忽略所有设置。录音将对振铃，音乐等待，语音播报等等录音。 如果设置为从不录音，将不允许录音，无论下游设备如何设置。

source: Delete
es_es: Borrar
zh_cn: 删除

source: Description
es_es: Descripción
zh_cn: 描述

source: Destination
es_es: Destino
zh_cn: 目的地

source: Don't Care
es_es: No Importa
zh_cn: 不关心

source: Edit Call Recording Instance
es_es: Editar Instancia de Grabación de Llamada
zh_cn: 编辑呼叫录音对象

source: Edit:
es_es: Editar:
zh_cn: 编辑:

source: Force
es_es: Forzar
zh_cn: 强制录音

source: Invalid description specified
es_es: Descripción especificada Invalida
zh_cn: 指定了无效的描述

source: Never
es_es: Nunca
zh_cn: 从不录音

source: Note that the meaning of these options has changed.
es_es: Note que el significado de estas opciones ha cambiado.
zh_cn: 注意，这些选项含义已经修改。

source: Please read the Wiki on what these options mean.
es_es: Por favor lea la wiki acerca del significado de estas opciones.
zh_cn: 请阅读wiki了解选项含义。

source: Please read the wiki for futher information on these changes.
es_es: Por favor lea la wiki para mas información acerca de estos cambios.
zh_cn: 请阅读官方wiki获得完整信息

source: Provides much of the call recording functionality.
es_es: Proporciona mucha de la funcionalidad de grabación de llamadas.
zh_cn: 提供丰富的录音功能

source: Submit Changes
es_es: Enviar Cambios
zh_cn: 提交修改

source: The descriptive name of this call recording instance. For example "French Main IVR"
es_es: El nombre descriptivo de esta instancia de grabación de llamadas. Por ejemplo, "IVR principal en Español"
zh_cn: 描述呼叫录音，例如 '法语，主菜单'.

source: This sets the call recording behavior for calls coming into this DID. Please read the wiki for information on what these settings mean.
es_es: Ajusta el comportamiento de grabación de llamadas para las llamadas que llegan a este DID. Por favor, lea el wiki para obtener información sobre lo que significan estos ajustes.

source: Yes
es_es: Si
zh_cn: 录音

source: No
zh_cn: 不录音
